Repository: DevToys-app/DevToysMac
Catalog: DevToys/DevToys/Resource/*.lproj/Localizable.strings
Languages: cs, fr, it, ja, zh_hans

source: Configuration
cs: Konfigurace
it: Configurazione
ja: 設定
zh_hans: 配置

source: Format
cs: Formát
fr: Formater
it: Formato
ja: フォーマット
zh_hans: 格式

source: Pretty
cs: Čitelný
fr: Joli
it: Leggibile
ja: 美しく
zh_hans: 美化

source: Minified
cs: Minifikovaný
fr: Minifé
it: Compatto
ja: 小さく
zh_hans: 压缩

source: Encoded
cs: Zakódováno
fr: Encodé
it: Codificato
ja: エンコード
zh_hans: 编码

source: Decoded
cs: Dekódováno
fr: Décodé
it: Decodificato
ja: デコード
zh_hans: 解码

source: File
cs: Soubor
fr: Fichier
ja: ファイル
zh_hans: 文件

source: Text
fr: Texte
it: Testo
ja: テキスト
zh_hans: 文本

source: Copy
cs: Kopírovat
fr: Copier
it: Copia
ja: コピー
zh_hans: 复制

source: Paste
cs: Vložit
fr: Coller
it: Incolla
ja: ペースト
zh_hans: 黏贴

source: Copied!
cs: Zkopírováno!
fr: Copié!
it: Copiato!
ja: コピーされました
zh_hans: 复制!

source: Pasted
cs: Vloženo
fr: Collé!
it: Incollato
ja: ペーストされました
zh_hans: 黏贴!

source: Open
cs: Otevřít
fr: Ouvrir
it: Apri
ja: 開く
zh_hans: 打开

source: Export
cs: Exportovat
fr: Exporter
it: Esporta
ja: 書き出し
zh_hans: 导出

source: Import
cs: Importovat
fr: Importer
it: Importa
ja: 開く...
zh_hans: 导入

source: Input
cs: Vstup
fr: Entrée
ja: 入力
zh_hans: 输入

source: Output
cs: Výstup
fr: Sortie
ja: 出力
zh_hans: 输出

source: No selection
cs: Nevybráno
fr: Aucune sélection
it: Nessuna selezione
ja: 選択なし
zh_hans: 无选择

source: Drop Files Here
cs: Sem přetáhněte soubory
fr: Déposer les fichiers ici
it: Rilascia i file qui
ja: ここにファイルをドロップ
zh_hans: 将文件拖入此处

source: Untitled Tool
cs: Nepojmenovaný nástroj
fr: Outil sans nom
it: Strumento senza nome
ja: 無名のツール
zh_hans: 未命名工具

source: Uppercase
cs: Velká písmena
fr: Majuscule
it: Maiuscolo
ja: 大文字
zh_hans: 大写

source: Hyphens
cs: Pomlčky
fr: Traits d'union
it: Trattini
ja: ハイフン
zh_hans: 连字

source: Type
cs: Typ
it: Tipo
ja: 種類
zh_hans: 种类

source: Length
cs: Délka
fr: Longeur
it: Lunghezza
ja: 長さ
zh_hans: 长度

source: Convert
cs: Převést
fr: Convertir
it: Converti
ja: 変換
zh_hans: 转换

source: Information
cs: Informace
it: Informazione
ja: 情報
zh_hans: 信息

source: Clear
cs: Vyčistit
fr: Réinitaliser
it: Pulisci
ja: クリア
zh_hans: 清空

source: Delete
cs: Smazat
fr: Suprimer
it: Cancella
ja: 削除
zh_hans: 删除

# category.home
source: Home
cs: Všechny nástroje
fr: Maison
ja: ホーム
zh_hans: 首页

# category.converters
source: Converters
cs: Převodníky
fr: Convertisseur
it: Convertitori
ja: 変換
zh_hans: 转换类

# category.encoders_decoders
source: Encoders / Decoders
cs: Kodéry / dekodéry
fr: Encodeurs / Décodeurs
it: Codificatori / Decodificatori
ja: エンコード / デコード
zh_hans: 编码 / 解码类

# category.formatters
source: Formatters
cs: Formátovače
fr: Formateurs
it: Formattatori
ja: フォーマット
zh_hans: 格式类

# category.generators
source: Generators
cs: Generátory
fr: Générateurs
it: Generatori
ja: 生成
zh_hans: 生成类

# category.text
source: Text
fr: Texte
it: Testo
ja: テキスト
zh_hans: 文本类

# category.graphic
source: Graphic
cs: Grafika
fr: Graphiques
it: Grafica
ja: 画像
zh_hans: 图像类

# tool.home.title
source: Home
cs: Všechny nástroje
fr: Maison
ja: ホーム
zh_hans: 首页

# tool.home.mintitle
source: Home
cs: Všechny
fr: Maison
ja: ホーム
zh_hans: 首页

# tool.home.description
source: Search all tools here.
cs: Projít všechny nástroje
fr: Rechercher tous les outils ici
it: Cerca qui gli strumenti.
ja: 全てのツールをここで探せます
zh_hans: 在这里搜索所有工具.

# tool.jsonyaml.title
source: JSON <> Yaml Converter
cs: Převodník JSON <> YAML
fr: Convertiseur JSON <> Yaml
it: Convertitore JSON <> YAML
ja: JSONとYamlの変換
zh_hans: JSON <> Yaml 转换器

# tool.jsonyaml.description
source: Convert Json data to Yaml and vice versa
cs: Převod JSON na YAML a naoopak
fr: Convertie des données Json en donnée Yaml et vice versa
it: Converte dati da JSON a YAML e viceversa
ja: JSONとYamlを相互に変換します
zh_hans: 将json与yaml相互转换

# tool.numbase.title
source: Number Base Converter
cs: Převodník číselných soustav
fr: Convertisseur de bases
it: Convertitore di base numerica
ja: 基数の変換
zh_hans: 数字类型转换器

# tool.numbase.mintitle
source: Number Base
cs: Číselné soustavy
fr: Base
it: Base numerica
ja: 基数の変換
zh_hans: 数字类型转换

# tool.numbase.description
source: Convert numbers from one base to another
cs: Převod čísel z jedné soustavy do jiné
fr: Convertis un nombre d'une base à une autre
it: Converte numberi da una base numerica all'altra
ja: 数値の進法を変換します
zh_hans: 将数字从一种类型转换为另一个类型

source: Format Number
cs: Formátovat čísla
fr: Formater le nombre
it: Formatta numero
ja: 数値をフォーマット
zh_hans: 格式化数字

# tool.jsonyaml.mintitle
source: JSON <> Yaml
zh_hans: JSON YAML 互转

source: Decimal
cs: Desítková
fr: Décimal
it: Decimale
ja: 10進数
zh_hans: 十进制

# Hexdecimal
source: Hexadecimal
cs: Šestnáctková
it: Esadecimale
ja: 16進数
zh_hans: 十六进制

source: Octal
cs: Osmičková
it: Ottale
ja: 8進数
zh_hans: 八进制

source: Binary
cs: Dvojková
fr: Binaire
it: Binario
ja: 2進数
zh_hans: 二进制

# tool.date.title
source: Date Converter
cs: Převodník data
fr: Convertisseur de Dates
it: Convertitore di data
ja: 日付の変換
zh_hans: 日期转换器

# tool.date.mintitle
source: Date
cs: Datum
it: Data
ja: 日付の変換
zh_hans: 日期

# tool.date.description
source: Converts date from one format to another
cs: Převod data z jednoho formátu do jiného
fr: Convertie des dates d'un format à un autre
it: Converte date da un formato all'altro
ja: 日付の表現を変換します
zh_hans: 将日期从一种格式转换为另一种格式

source: Now
cs: Nyní
fr: Maintenant
it: Adesso
ja: 現在
zh_hans: 现在时间

source: Date
cs: Datum
it: Data
ja: 日付
zh_hans: 时间

source: Unix Time
cs: Unixový čas
fr: Heure Unix
it: Tempo Unix
ja: Unix時
zh_hans: Unix 时间

source: Calender
cs: Kalendář
fr: Calendrier
it: Calendario
ja: カレンダー
zh_hans: 日历

# tool.html.title
source: HTML Encoder / Decoder
cs: Kodér / dekodér HTML
fr: Encodeur / Décodeur HTML
it: Codificatore / Decodificatore HTML
ja: HTMLのエンコード・デコード
zh_hans: HTML 编码 / 解码

# tool.html.description
source: Encoder or decoder all the applicable characters to their corresponding HTML
cs: Kódovat nebo dekódovat všechny použitelné znaky na jim odpovídající HTML entity
fr: Encode et décode tout les caractères spéciaux en HTML
it: Codifica o decodifica tutti i caratteri speciali presenti nel codice HTML
ja: 文字をHTMLエスケープ・アンエスケープします
zh_hans: 将字符编码或解码为相应的HTML

# tool.url.title
source: URL Encoder / Decoder
cs: Kodér / dekodér URL
fr: Encodeur / Décodeur d'URL
it: Codificatore / Decodificatore URL
ja: URLのエンコード・デコード
zh_hans: URL 编码 / 解码

# tool.url.description
source: Encoder or decode all the applicable characters to their corresponding URL
cs: Kódovat nebo dekódovat všechny použitelné znaky na jim odpovídající URL
fr: Encode et décode tout les caractères spéciaux d'une URL
it: Codifica o decodifica tutti i caratteri speciali presenti nel URL
ja: 文字をURLパーセントエンコード・逆パーセントエンコードします
zh_hans: 将字符编码或解码为相应的URL

# tool.base64.title
source: Base64 Encoder / Decoder
cs: Kodér / dekodér Base64
fr: Encodeur / Decodeur de Base64
it: Codificatore / Decodificatore Base64
ja: Base64エンコード・デコード
zh_hans: Base64 编码 / 解码

# tool.base64.description
source: Encode and decode Base64 data
cs: Kódování a dekódování Base64 dat
fr: Encode et décode des données en Base64
it: Codifica o decodifica dati espressi in Base64
ja: 文字・ファイルをBase64にエンコード・デコードします
zh_hans: 编码或解码 Base64 数据

source: Source Type
cs: Typ zdroje
fr: Type de source
it: Tipo della sorgente
ja: 入力
zh_hans: 数据来源

source: Text Source
cs: Text
fr: Source texte
it: Testo
ja: テキストを入力
zh_hans: 字符串

source: File Source
cs: Soubor
fr: Fichier source
it: File
ja: ファイルを入力
zh_hans: 文件

# tool.jwt.title
source: JWT Encoder / Decoder
cs: Kodér / dekodér JWT
fr: Encodeur / Decodeur JWT
it: Codificatore / Decodificatore JWT
ja: JWTのデコード
zh_hans: JWT 编码 / 解码

# tool.jwt.description
source: Decode a JWT header playload and signature
cs: Dekódování hlavičky a datového obsahu z JWT tokenu
fr: Décode la tête et le corps d'un message JWT
it: Codifica o decodifica header e payload del JSON Web Token
ja: JWTのヘッダ・ペイロードをデコードします
zh_hans: 解码JWT头部的负载和签名

source: JWT Token
it: JSON Web Token
ja: JWTトークン
zh_hans: JWT 密钥

source: Header
cs: Hlavička
fr: Tête
ja: ヘッダ
zh_hans: 头部

source: Payload
cs: Datový obsah
fr: Corp
ja: ペイロード
zh_hans: 负载

# tool.jsonformat.title
source: JSON Formatter
cs: Formátování JSON
fr: Formateur de JSON
it: Formattatore JSON
ja: JSONのフォーマット
zh_hans: JSON 格式器

# tool.jsonformat.description
source: Indent or minify Json data
cs: Odsadit nebo minifikovat JSON data
fr: Indente ou minify des données Json
it: Indenta o compatta dati in formato JSON
ja: JSONデータを美しく表示したり、最小化します
zh_hans: 缩进或压缩 json 数据

# tool.xmlformat.title
source: XML Formatter
cs: Formátování XML
fr: Formateur XML
it: Formattatore XML
ja: XMLのフォーマット
zh_hans: XML 格式器

# tool.xmlformat.description
source: Indent or minify XML data
cs: Odsadit nebo minifikovat XML data
fr: Indente ou minify des données XML
it: Indenta o compatta dati in formato XML
ja: XMLデータを美しく表示したり、最小化します
zh_hans: 缩进或压缩 XML 数据

source: HTML Document
cs: HTML dokument
fr: Document HTML
it: Documento HTML
ja: HTMLドキュメント
zh_hans: HTML 文档

source: XML Document
cs: XML dokument
fr: Document XML
it: Documento XML
ja: XMLドキュメント
zh_hans: XML 文档

source: Document Type
cs: Typ dokumentu
fr: Type de document
it: Tipo di documento
ja: ドキュメントの種類
zh_hans: 文档类型

source: Auto Fix Document
cs: Automaticky opravovat dokument
fr: Réparer automatiquement
it: Correzione automatica
ja: 自動修正
zh_hans: 自动修复

source: Pretty Document
cs: Čitelný dokument
fr: Enjolifer le document
it: Rendi leggibile
ja: 読みやすい表示
zh_hans: 美化

# tool.hashgen.title
source: Hash Generator
cs: Hash generátor
fr: Générateur de Hash
it: Generatore di Hash
ja: Hashを生成
zh_hans: Hash 生成器

# tool.hashgen.description
source: Calculate MD5, SHA1, SHA256 and SHA 512 hash from text data
cs: Výpočet hashe MD5, SHA1, SHA256 a SHA 512 z textu
fr: Calcule MD5, SHA1, SHA256 and SHA 512 hash apart du texte
it: Calcola hash MD5, SHA1, SHA256 e SHA512 a partire da un testo
ja: テキストのMD5・SHA1・SHA256・SHA512を計算します
zh_hans: 从文本数据计算MD5, SHA1, SHA256和SHA 512哈希值

# tool.uuidgen.title
source: UUID Generator
cs: UUID generátor
fr: Générateur UUID
it: Generatore di UUID
ja: UUIDを生成
zh_hans: UUID 生成器

# tool.uuidgen.description
source: Generate UUIDs
cs: Generování univerzálního unikátního identifikátoru
fr: Génère des UUIDs
it: Genera UUID
ja: UUIDsを生成します
zh_hans: 生成 UUIDs

source: Generate UUIDs
cs: Generovat UUID
fr: Générez UUIDs
it: Genera UUID
ja: UUIDを生成
zh_hans: 生成 UUIDs

# tool.ligen.title
source: Lorem Ipsum Generator
cs: Lorem Ipsum generátor
fr: Générateur de Lorem Ipsum
it: Generatore di Lorem Ipsum
ja: Lorem Ipsumを生成
zh_hans: 哑元文本生成器

# tool.ligen.mintitle
source: Lorem Ipsum
zh_hans: 哑元文本

# tool.ligen.description
source: Generate Lorem Ipsum placeholder text
cs: Generování dočasného Lorem Ipsum textu
fr: Génère du texte Lorem Ipsum
it: Genera del testo segnaposto Lorem Ipsum
ja: Lorem Ipsumの単語・文・段落を生成します
zh_hans: 生成哑元文本占位符文本

source: Type of generating Lorem Ipsum
cs: Typ generovaného Lorem Ipsum textu
fr: Type de génération de Lorem Ipsum
it: Tipo di generazione del Lorem Ipsum
ja: 生成するLorem Ipsumの種類
zh_hans: 生成种类

source: Length of generating Lorem Ipsum
cs: Délka generovaného Lorem Ipsum textu
fr: Longueurs de la génération du Lorem Ipsum
it: Lunghezza del Lorem Ipsum
ja: 生成するLorem Ipsumの長さ
zh_hans: 生成数量

source: Words
cs: Slova
fr: Mots
it: Parole
ja: 単語数
zh_hans: 单词

source: Sentences
cs: Věty
fr: Phrases
it: Frasi
ja: 文章
zh_hans: 句子

source: Paragraphs
cs: Odstavce
fr: Paragraphes
it: Paragrafi
ja: 段落
zh_hans: 段落

# tool.checksum.title
source: Checksum Generator
cs: Generátor kontrolního součtu
fr: Vérificateur de Checksum
it: Generatore di Checksum
ja: Checksumを生成
zh_hans: 校验测试器

# tool.checksum.mintitle
source: Checksum
cs: Kontrolní součet
zh_hans: 校验测试器

# tool.checksum.description
source: Generate or Test checksum of a file
cs: Generování hashe s kontrolním součtem souboru
fr: Génère ou vérifie le Checksum
it: Genera o verifica la checksum di un file
ja: ファイルのChecksumを生成・検証します
zh_hans: 生成或测试文件的校验和

source: Output Comparer
cs: Porovnání s výstupem
fr: Comparer les sorties
it: Comparatore di output
ja: 出力との比較
zh_hans: 比较输出

source: Hash Algorithm
cs: Hashovací algoritmus
fr: Algoritme de Hash
it: Algoritmo di hashing
ja: ハッシュのアルゴリズム
zh_hans: 散列算法

source: Select which algorithm you want to use
cs: Zvolte, který algoritmus chcete použít
fr: Sélectionner l'algorithme
it: Seleziona l'algoritmo da usare
ja: 使いたいアルゴリズムを選んでください
zh_hans: 选择要使用的算法

# tool.textinspect.title
source: Text Inspector & Case Converter
cs: Převodník a inspektor velikosti písmen textu
fr: Inspecteur de texte et convertisseur de casse
it: Convertitore maiuscolo/minuscolo
ja: テキストデータと文字変換
zh_hans: 文本检查 & 大小写转换器

# tool.textinspect.mintitle
source: Inspector & Case Converter
cs: Velikost písmen
fr: Inspecteur & convertisseur de casse
it: Convertitore maiuscolo/minuscolo
ja: データと文字変換
zh_hans: 检查 & 大小写 转换器

# tool.textinspect.description
source: Analyze text and convert it to different case
cs: Analýza a převod velikosti písmen textu
fr: Analyse un texte et convertis la casse
it: Analizza il testo e lo converte in maiuscolo/minuscolo
ja: テキストのデータの解析・文字変換を行います
zh_hans: 分析文本并将其转换为不同的大小写

# Charactors
source: Characters
cs: Znaky
it: Caratteri
ja: 文字数
zh_hans: 符号

source: Lines
cs: Řádky
fr: Lignes
it: Linee
ja: 行数
zh_hans: 行数

source: Bytes
cs: Bajty
fr: Bites
ja: バイト数
zh_hans: 字节数

# tool.regex.title
source: Regex Tester
cs: Tester regulárních výrazů
fr: Vérificateur de Regex
it: Verifica espressione regolare
ja: 正規表現のテスト
zh_hans: 正则表达式测试器

# tool.regex.mintitle
source: Regex
it: Espressione regolare
ja: 正規表現
zh_hans: 正则表达式

# tool.regex.description
source: Test regular expression
cs: Ověřování a testování regulárních výrazů
fr: Vérifie une expression régulière
it: Verifica espressioni regolari
ja: 正規表現をテストします
zh_hans: 测试正则表达式

# Reguler expression
source: Regular expression
cs: Regulární výraz
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
zh_hans: 正则表达式

# tool.hyphenremove.title
source: Hyphenation Remover
cs: Odstraňovač rozdělených slov
fr: Spresseur de césure
it: Rimozione di sillabazione
ja: ハイフン削除
zh_hans: 连字符号去除器

# tool.hyphenremove.mintitle
source: Hyphenation
cs: Rozdělování slov
fr: Césure
it: Sillabazione
ja: ハイフン削除
zh_hans: 连字符号

# tool.hyphenremove.description
source: Remove hyphenations copied from PDF text
cs: Odstranění zalomení slov v textu zkopírovaného z PDF
fr: Retire les césures du texte copié d'un PDF
it: Rimuove la sillabazione derivante dalla copia di testo da un file PDF
ja: PDFテキストからコピーされたハイフンを削除します
zh_hans: 删除从PDF文本复制的连字符

# tool.imageoptim.title
source: PNG / JPEG Compressor
cs: Kompresor PNG / JPEG
fr: Compresseur PNG / JPEG
it: Compressore PNG / JPEG
ja: PNG・JPEG最適化
zh_hans: PNG / JPEG 压缩器

# tool.imageoptim.mintitle
source: PNG / JPEG Compressor
cs: Komprimování PNG / JPEG
fr: Compresseur PNG / JPEG
it: Compressore PNG / JPEG
ja: PNG・JPEG最適化
zh_hans: PNG / JPEG 压缩器

# tool.imageoptim.description
source: Lossless PNG and JPEG optimizer
cs: Bezztrátová optimalizace PNG a JPEG
fr: Optimise sans perte les PNG et JPEG
it: Ottimizzatore PNG / JPEG senza perdita di qualità
ja: PNG・JPEG形式の画像を最適化してファイルサイズを小さくします
zh_hans: 无损的PNG和JPEG压缩器

source: Optimize Level
cs: Úroveň optimalizace
fr: Niveau d'optimisation
it: Livello di ottimizzazione
ja: 最適化レベル
zh_hans: 压缩级别

source: Low
cs: Nízká
fr: Faible
it: Basso
ja: 低レベル
zh_hans: 低

source: Medium
cs: Střední
fr: Moyenne
it: Medio
ja: 中レベル
zh_hans: 中

source: High
cs: Vysoká
fr: Fort
it: Alto
ja: 高レベル
zh_hans: 高

source: Very High (Slow)
cs: Velmi vysoká (pomalé)
fr: Très fort (lent)
it: Molto alto (Lento)
ja: 非常に高レベル (時間がかかります)
zh_hans: 优 (慢)

# tool.pdfgen.title
source: PDF Generator
cs: Generátor PDF
fr: Générateur de PDF
it: Generatore PDF
ja: 画像をPDF化
zh_hans: PDF 生成器

# tool.pdfgen.mintitle
source: PDF Generator
cs: Generátor PDF
fr: Générateur de PDF
it: Generatore PDF
ja: 画像をPDF化
zh_hans: PDF 生成器

# tool.pdfgen.description
source: Generate PDF from multiple images
cs: Generování PDF z několika obrázků
fr: Génère un PDF avec plusieurs images
it: Genera PDF da più immagini
ja: 複数枚の画像を1つのPDFファイルにまとめます
zh_hans: 从多个图像生成PDF

source: Images
cs: Obrázky
it: Immagini
ja: 画像
zh_hans: 图像

source: Size
cs: Velikost
fr: Tailles
it: Dimensione
ja: サイズ
zh_hans: 大小

source: Generate PDF
cs: Generovat PDF
fr: Générer le PDF
it: Genera PDF
ja: PDFを作成
zh_hans: 生成 PDF

source: Page
cs: Strana
it: Pagina
ja: ページ
zh_hans: 页面

# tool.imageconvert.title
source: Image Converter
cs: Převodník obrázků
fr: Convertisseur d'images
it: Convertitore di immagini
ja: 画像の変換
zh_hans: Image 转换器

# tool.imageconvert.mintitle
source: Image Converter
cs: Převodník obrázků
fr: Convertisseur d'images
it: Convertitore di immagini
ja: 画像の変換
zh_hans: Image 转换器

# tool.imageconvert.description
source: Convert or Resize images
cs: Konverze obrázků a změna rozměrů
fr: Convertis ou redimensionne une image
it: Converte o ridimensiona immagini
ja: 画像のフォーマットの変換やリサイズを行います
zh_hans: 转换或调整图像大小

source: PNG Format
cs: PNG
fr: Format PNG
it: Formato PNG
ja: PNG形式
zh_hans: PNG 格式

source: JPEG Format
cs: JPEG
fr: Format JPEG
it: Formato JPEG
ja: JPEG形式
zh_hans: JPEG 格式

source: TIFF Format
cs: TIFF
fr: Format TIFF
it: Formato TIFF
ja: TIFF形式
zh_hans: TIFF 格式

source: GIF Format
cs: GIF
fr: Format GIF
it: Formato GIF
ja: GIF形式
zh_hans: GIF 格式

source: Scale to Fill
cs: Vyplnit plochu
fr: Ajuster pour remplir
it: Scala per riempire
ja: サイズを埋める
zh_hans: 缩放使充满容器(未必保持长宽比例)

source: Scale to Fit
cs: Neořezávat
fr: Ajuster pour adapter
it: Scala per adattare
ja: サイズ内に収める
zh_hans: 保持长宽比缩放

source: Image Format
cs: Formát obrázku
fr: Format de l'image
it: Formato dell'immagine
ja: フォーマット
zh_hans: 图像格式

source: Resize
cs: Změnit rozměry
fr: Redimensioner
it: Ridimensiona
ja: リサイズ
zh_hans: 调整大小

source: Converted Images
cs: Převést obrázky
fr: Images converties
it: Immagini convertite
ja: 変換した画像
zh_hans: 转换图片

source: Scale
cs: Měřítko
fr: Échel
it: Scala
ja: 大きさの変換
zh_hans: 比例

source: Indentation
cs: Odsazení
it: Indentazione
ja: インデント
zh_hans: 缩进

source: 2 Spaces
cs: 2 mezery
fr: 2 espaces
it: 2 Spazi
ja: 2スペース
zh_hans: 两个空格

source: 4 Spaces
cs: 4 mezery
fr: 4 espaces
it: 4 Spazi
ja: 4スペース
zh_hans: 四个空格

source: 1 Tab
cs: 1 tabulátor
fr: 1 Tabulation
it: 1 Tabulatore
ja: 1タブ
zh_hans: 一个制表符

# tool.hashgen.mintitle
source: Hash
zh_hans: 哈希

source: Open in Finder
cs: Zobrazit ve Finderu
fr: Ouvrir dans Finder
it: Apri in Finder
ja: Finderで開く

source: Quick Look
cs: Rychlý náhled
fr: Coup d'oeil
it: Visualizzazione rapida
ja: クイックルック

source: Default
cs: Výchozí
fr: Defaut
it: Predefinito
ja: デフォルト

source: Media
cs: Média
ja: メディア

source: Override original file
cs: Přepsat původní soubor
fr: Écrase le fichier original
it: Sovrascrivi file originale
ja: 元のファイルを上書き

source: QR Code Generator
cs: Generátor QR kódu
fr: Générateur de code QR
it: Generatore di QR code
ja: QRコード作成

source: Create a QR code from text
cs: Vytvoření QR kódu z textu
fr: Crée un code QR à partir d'un texte
it: Crea un QR code da un testo
ja: テキストからQRコードを作成します

source: Correction Level
cs: Úroveň korekce
fr: Niveau de correction
it: Livello di correzione
ja: 誤り復元

source: QR Code
cs: QR kód
fr: Code QR
ja: QRコード

source: Settings
cs: Nastavení
fr: Paramètre
it: Impostazioni
ja: 設定

source: Setting of application
cs: Nastavení aplikace
fr: Paramètre de l'application
it: Impostazioni dell'applicazione
ja: アプリの設定を行います

source: App Theme
cs: Téma
fr: Thème de l’application
it: Tema grafico
ja: アプリのテーマ

source: Select which app theme to display
cs: Zvolte, v jakém režimu se má aplikace zobrazit
fr: Sélectionner le thème à afficher
it: Seleziona quale tema grafico usare
ja: 表示に用いるテーマの選択

source: Use system setting
cs: Použít systémové nastavení
fr: Utiliser les paramètres système
it: Usa le impostazioni di sistema
ja: 自動

source: Light mode
cs: Světlý režim
fr: Thème clair
it: Modalità chiara
ja: ライト

source: Dark mode
cs: Tmavý režim
fr: Thème sombre
it: Modalità scura
ja: ダーク

source: Color Picker
cs: Výběr barvy
fr: Pipette de couleurs
it: Selettore di colore
ja: カラーピッカー

# Picker the color and copy components
source: Pick a color and copy the formatted color
cs: Výběr a kopírování zformátované barvy
fr: Sélectionne une couleur et copie la couleur formatée
it: A partire da un colore selezionato ne genera la rapprentazione in uno specifico modello di colore
ja: 色を選択してフォーマットした文字列をコピーします

source: HSB Box
fr: Boite HSB
it: Box HSB
ja: HSBボックス

source: HSB Circle
cs: HSB kruh
fr: Cercle HSB
it: Cerchio HSB
ja: HSBサークル

source: HSB Circle and Bars
cs: HSB kruh a sloupce
fr: Bar et cercle HSB
it: Cerchio e barre HSB
ja: HSB バー&サークル

source: Pick Color
cs: Vybrat barvu
fr: Choisir une couleur
it: Seleziona un colore
ja: 色を選択

source: Picker Type
cs: Typ výběru
fr: Type de pipette
it: Tipo di selezione
ja: 選択のタイプ

source: Color Hex
cs: Barva hexadecimálně
fr: Couleur Hex
it: Esadecimale
ja: Hex値

source: Color Copy
cs: Kopírovat barvu
fr: Copier la couleur
it: Rappresentazione del colore
ja: 色をコピー

# Color Copy Type
source: Type
cs: Typ
it: Tipo
ja: 型

source: Gif Converter
cs: GIF převodník
fr: Convertisseur de GIF
it: Convertitore di GIF
ja: Gifへの変換

source: Convert a movie to an animated GIF file
cs: Převod videa do animovaného GIFu
fr: Convertis une vidéo vers un GIF animé
it: Converte un filamto in una file GIF animato
ja: 動画をアニメーションGifに変換します

source: Width
cs: Šířka
fr: Largeur
it: Larghezza
ja: 幅

# The width of the Gif file
source: The width of the Gif file (height will be determined)
cs: Šířka GIF souboru (výška se určí automaticky)
fr: La largeur du GIF (la hauteur va être calculée)
it: Larghezza GIF (l'altezza è calcolata automaticamente)
ja: Gifファイルの横幅 (高さは自動決定されます)

source: FPS of the Gif file to be exported
cs: Snímkovací frekvence exportovaného GIF souboru
fr: FPS du GIF à exporter
it: FPS del file GIF da esportare
ja: 書き出すGifファイルのFPS

source: Remove source file
cs: Odstranit zdrojový soubor
fr: Suprimer le ficher source
it: Rimuovi file sorgente
ja: 元ファイルを削除

source: Whether to delete the source file after exporting a Gif
cs: Zda odstranit zdrojový soubor po exportu GIFu
fr: Chois si l'on veut supprimer le fichier source ou pas après l'exportation
it: Indica se eliminare il file sorgente dopo l'esportazione del file GIF
ja: Gifファイル書き出し後に元ファイルを削除するか

source: Audio Converter
cs: Audio převodník
fr: Convertisseur audio
it: Convertitore Audio
ja: 音声フォーマット変換

source: Convert audio from one format to another
cs: Převod audia z jednoho formátu do jiného
fr: Convertis un format vers un autre
it: Converte un file audio da un formato all'altro
ja: 音声ファイルのフォーマット・音質の変更を行います

source: Whether to delete the source file after exporting a Audio
cs: Zda odstranit zdrojový soubor po exportu audia
fr: Choisie si l'on veut supprimer la fichue source ou pas après l'exportation
it: Indica se eliminare il file sorgente dopo l'esportazione del file audio
ja: ファイル書き出し後に元ファイルを削除するか

source: Starting...
cs: Spouštění...
fr: Débute...
it: Inizio...
ja: 初期化中...

source: Complete
cs: Dokončeno
fr: Complété
it: Completato
ja: 完了

source: Convert Failed
cs: Převod selhal
fr: Convertion échoué
it: Errore di conversione
ja: 変換失敗

source: Text Diff
cs: Porovnávač textu
fr: Différence de texte
it: Differenze di testo
ja: テキストの比較

source: Compare two Text and display Diff
cs: Porovnání dvojice textů
fr: Compare deux textes et affiche les différences
it: Confronta due testi e mostra le differenze
ja: 2つのテキストを比べて差分を表示します

# By Characters
source: Characters
cs: Dle znaků
fr: Charactère
it: Caratteri
ja: 文字

# By Words
source: Words
cs: Dle slov
fr: Mots
it: Parole
ja: 単語

# By Lines
source: Lines
cs: Dle řádků
fr: Lignes
it: Linee
ja: 行

source: Input 1
cs: Vstup 1
fr: Entrée 1
it: Testo 1
ja: 元のテキスト

source: Input 2
cs: Vstup 2
fr: Entrée 2
it: Testo 2
ja: 変更後のテキスト

source: Diff Style
cs: Porovnávat
fr: Style de différence
it: Stile di confronto
ja: 差分の取り方
